export const level = [
    {
        level: '비기너1',
        content: '[개인 기량 합산] 포지션 구분 없이 자유롭게 플레이'
    },
    {
        level: '비기너2',
        content: '[기본 대형 유지] 공수 전환 시 포메이션을 의식하기 시작'
    },
    {
        level: '비기너3',
        content: '[단순 전술 수행] 기본적인 오프사이드 트랩 등 1차 전술 시도'
    },
    {
        level: '아마추어1',
        content: '[지역 리그 준비 완료] 안정적인 포지셔닝과 쉬운 실수를 줄임'
    },
    {
        level: '아마추어2',
        content: '[상황별 전술 적용] 압박, 지연 수비 등 능동적인 대처'
    },
    {
        level: '아마추어3',
        content: '[경기 조율 및 관리] 리드 상황에서 경기를 끝내는 능력이 탁월'
    },
    {
        level: '아마추어4',
        content: '[고차원 전술 구사] 비대칭 공격 등 복잡한 전술 이해 및 수행'
    },
    {
        level: '아마추어5',
        content: '[완성된 조직력] 다음 레벨을 노리는 최상위 아마추어'
    },
    {
        level: '세미프로1',
        content: '[시스템 기반 운영] 코칭 스태프의 체계적인 전술 분석 및 훈련'
    },
    {
        level: '세미프로2',
        content: '[전술의 유연성] 어떤 리그, 어떤 상대를 만나도 대응 가능'
    },
    {
        level: '세미프로3',
        content: '[프로 리그 입성 준비] 리그를 압도하는 경기력'
    },
    {
        level: '프로',
        content: '[월드 클래스] 완벽한 프로페셔널 팀'
    },

]