const faqData = [
  {
    id: 1,
    category: "[소셜매치]",
    question: "소셜 매치가 무엇인가요?",
    answer: `소셜 매치는 신청하면 혼자서도 풋살의 즐거움을 즐길 수 있어요.
플레이에 자신이 없어도 참여할 수 있으며 함께 풋살을 즐길 수 있습니다.
매니저가 배정되어 팀을 나누고 경기 룰을 진행하며 안전하게 진행돼요.`,
  },
  {
    id: 2,
    category: "[소셜매치]",
    question: "소셜 매치 취소/변경 규정이 무엇인가요?",
    answer: `소셜 매치는 매치 시작 24시간 전까지만 취소 및 변경이 가능합니다.
그 이후에는 참가비 환불이 어렵습니다.`,
  },
  {
    id: 3,
    category: "[회원정보]",
    question: "휴대폰 번호 변경은 어떻게 하나요?",
    answer: `내 정보 > 수정하기에서 전화번호 변경 후 저장을 누르면 완료됩니다.`,
  },
  {
    id: 4,
    category: "[팀]",
    question: "팀을 등록하는 법이 무엇인가요?",
    answer: `마이페이지 > 소속팀 > 팀 등록하기에서 팀 정보를 입력 후 등록할 수 있습니다.`,
  },
];

export default faqData;
