const noticeData = [
  {
    id: 1,
    type: "[공지]",
    title: "홈페이지 서버 점검 안내",
    date: "2025-08-02",
    content: `
안녕하세요, 풋링크입니다.

풋링크를 이용하시는 회원님들께 더 나은 서비스를 제공을 위해
아래 시간 동안 홈페이지 서버 점검이 시행됩니다.

해당 시간 동안 소셜 매치 예약이 불가능하오니
서비스 이용에 불편 없으시길 바랍니다.

⏰ 점검 일시: 2025년 8월 2일 (토) 03시~06시

더욱 안정적인 서비스를 위해 노력하겠습니다.
감사합니다.
    `,
  },
  {
    id: 2,
    type: "[이벤트]",
    title: "가입자 5만명 기념 이벤트",
    date: "2025-07-16",
    content: `
가입자 5만명 돌파 기념으로 이벤트를 진행합니다!
자세한 내용은 곧 공지될 예정입니다.
`,
  },
  {
    id: 3,
    type: "[공지]",
    title: "홈페이지 서버 점검 안내",
    date: "2025-04-27",
    content: `
시스템 안정화를 위한 서버 점검이 진행됩니다.
이용에 불편을 드려 죄송합니다.
`,
  },
];

export default noticeData;
